Repository: willemotlucas/timeshot-v1
Catalog: TimeshotApp/TimeshotApp/Localization/*.xliff
Languages: fr

# Dgl-wx-G6S.normalTitle
source: CREATE ALBUM
fr: CREER UN ALBUM

# LSD-2Q-hGZ.title
source: Invite friends
fr: Inviter des amis

# T6O-Gk-IHd.title
source: Back
fr: Retour

# ldH-fI-IaR.normalTitle
source: INVITE FRIENDS
fr: INVITER DES AMIS

source: (T_ParseUserHelper.getCurrentUser()!.username!) invited you to join his album
fr: (T_ParseUserHelper.getCurrentUser()!.username!) vous invite à rejoindre son album

source: (T_ParseUserHelper.getCurrentUser()!.username!) sent you a friend request
fr: (T_ParseUserHelper.getCurrentUser()!.username!) vous a envoyé une requête d'amis

source: (T_User.selectedFriends.count) friend selected
fr: (T_User.selectedFriends.count) ami sélectionné

source: (T_User.selectedFriends.count) friends selected
fr: (T_User.selectedFriends.count) amis sélectionnés

source: @(user.username!) invited you to join (albumRequest.toAlbum!.title!)!
fr: @(user.username!) vous invite à rejoindre (albumRequest.toAlbum!.title!)!

source: ADD FRIENDS
fr: AJOUTER DES AMIS

source: ADD NEW FRIENDS
fr: AJOUTER DE NOUVEAUX AMIS

source: ALLOW NOTIFICATIONS
fr: AUTORISER LES NOTIFICATIONS

source: Accept
fr: Accepter

source: Add by Username
fr: Ajouter par nom d'utilisateur

source: Add from Address Book
fr: Ajouter par le carnet d'adresse

source: Album successfully created!
fr: L'album a été créé !'

source: All your friends have already been invited in this album
fr: Tous vos amis ont déjà été invité à cet album

source: Allow notifications
fr: AUTORISER LES NOTIFICATIONS

source: Cancel
fr: Annuler

source: Cannot Add Contact
fr: Impossible d'ajouter le contact'

source: Cannot create the album
fr: Impossible de créer l'album'

source: Cannot sign in
fr: Connexion impossible

source: Change Settings
fr: Changer les réglages

source: Click to answer
fr: Cliquez pour répondre

source: Create an album and share your photos!
fr: Créez un album et partagez vos photos !

source: Creating album ...
fr: Création de l'album...'

source: Decline
fr: Refuser

source: Don't be ridiculous, this first name is too short 😉
fr: Le prénom est trop court

source: Don't be ridiculous, this last name is too short 😉
fr: Le nom est trop court

source: Download
fr: Télécharger

source: E-mail is required
fr: L'email est obligatoire'

source: E-mail should not be empty
fr: L'email ne doit pas être vide'

source: Error
fr: Erreur

source: Error while testing your email
fr: Erreur lors du test de votre email

source: Error while testing your username
fr: Erreur lors du test de votre nom d'utilisateur

source: Firstname not long enough
fr: Le prénom est trop court

source: Firstname should not be empty
fr: Le prénom ne peut pas être vide

source: Firstname too long
fr: Le prénom est trop long

source: I discovered a new awesome app! Download it on http://timeshot.co :)
fr: J'ai découvert une nouvelle app de folie ! Télécharge là sur http://timeshot.co :)

source: Invite some friends, it's more fun!
fr: Invite quelques amis, c'est beaucoup plus drôle !

source: Joining album
fr: Adhésion à l'album

source: Let's share your first picture !
fr: Partage ta première photo !

source: Name not long enough
fr: Le nom est trop court

source: Name should not be empty
fr: Le nom ne doit pas être vide

source: Name too long
fr: Le nom est trop long

source: Network is not available ...
fr: Aucun réseau disponible...

source: No contacts selected
fr: Aucun contact sélectionné

source: No internet connection... Try again later
fr: Aucune connexion internet... Réessayez plus tard

source: Nobody has been found ...
fr: Personne n'a été trouvé'

# Nobody have been found ...
source: Nobody has been found ...
fr: Personne n'a été trouvé'

source: Oh noo ... You don't have any albums as for now ...
fr: Oh noo ... Vous n'avez aucun album pour le moment ...

source: Password not long enough
fr: Le mot de passe est trop court

source: Password should not be empty
fr: Le mot de passe ne doit pas être vide

source: Password too long
fr: Le mot de passe est trop long

source: Passwords are not matching
fr: Les mots de passe ne correspondent pas

source: Pick a photo from library
fr: Choisir une photo depuis la librairie

source: Please check your network connection and try again !
fr: Veuillez vérifier votre connexion internet et réessayer !

source: Please confirm your new password
fr: Veuillez confirmer votre nouveau mot de passe

source: Please enter your current password
fr: Veuillez entrer votre mot de passe

source: Please enter your new password
fr: Veuillez entrer votre nouveau mot de passe

source: Report
fr: Signaler

source: Save error
fr: Erreur lors de la sauvegarde

source: Saved !
fr: Sauvegardé !

source: Search a user!
fr: Rechercher un utilisateur

source: Search one of your contact!
fr: Rechercher un de vos contact

source: Select some contacts to invite them!
fr: Sélectionnez quelques contacts pour les inviter !

source: Select some friends to invite them !
fr: Sélectionnez quelqus amis pour les inviter !

source: Select some friends to start !
fr: Sélectionnez quelques amis pour commencer !

source: Settings
fr: Réglages

source: Take a photo with camera
fr: Prendre une photo avec la caméra

source: The picture has been saved to your photos.
fr: La photo a été sauvegardée dans vos photos.

source: There's a problem Captain
fr: Il y a un problème Captain !

source: This album is totally empty ...
fr: Cet album est complètement vide ...

source: This email is already used
fr: Cet email est déjà utilisé

source: This username is already used
fr: Ce nom d'utilisateur est déjà utilisé

source: Try another username or invite contacts from your address book!
fr: Essayez un autre nom d'utilisateur ou invitez des contacts depuis votre carnet d'adresse !

source: Username and/or password incorect
fr: Nom d'utilisateur ou mot de passe incorrect

source: Username not long enough
fr: Nom d'utilisateur trop court

source: Username should not be empty
fr: Le nom d'utilisateur ne devrait pas être vide

source: Username too long
fr: Le nom d'utilisateur est trop long'

source: Wait ...
fr: Patientez ...

source: We're retrieving your albums
fr: L'application charge vos albums

source: We're retrieving your friends
fr: L'application charge vos amis

source: We're retrieving your photos
fr: L'application charge vos photos

source: You are not connected to the internet 😕. Please try again later.
fr: Vous n'êtes pas connecté à internet. Réessayez plus tard.

source: You can search by his full name or username.
fr: Vous pouvez chercher par son nom ou nom d'utilisateur

source: You don't have any friends ... Please invite some friends and share your albums with them!
fr: Vous n'avez aucun amis ... Invitez-en quelques-uns et créez un album avec eux !

source: You have disallowed notifications. Please go in your settings and allow notifications.
fr: Vous avez désactivé les notifications. Allez dans les réglages pour autoriser les notifications.

source: You have no friends yet 😟
fr: Vous n'avez encore aucun amis

source: You have no notifications...
fr: Vous n'avez aucune notification...

source: You must be 13 years old at least 🎂
fr: Vous devez avoir au moins 13 ans

source: You must give the app permission to add the contact first.
fr: Vous devez d'abord autoriser l'application à ajouter un contact

source: Your confirmation password does not match with your new password
fr: La confirmation du mot de passe ne correspond pas

source: Your current password is invalid
fr: Votre mot de passe est invalide

source: Your e-mail is not valid
fr: Votre adresse e-mail est invalide

source: Your email address is mandatory ✉️
fr: L'email est obligatoire

source: Your email address is not valid ✉️
fr: Votre adresse email n'est pas valide

source: Your email address is used to identify you. No spam, we promise ❤️
fr: Votre adresse email est utilisé pour vous identifier. Pas de spam, c'est promis !

source: Your first name helps your friends to find you 😊
fr: Votre prénom aide vos amis à vous retrouver

source: Your last name helps your friends to find you 😊
fr: Votre nom aide vos amis à vous retrouver

source: Your password must be 8 characters at least
fr: Votre mot de passe doit contenir au moins 8 caractères

source: (albumRequest.fromUser!.username!) invited you to join his album (albumRequest.toAlbum!.title!). Do you want to have fun? 🎉
fr: (albumRequest.fromUser!.username!) vous invite à rejoindre (albumRequest.toAlbum!.title!). Voulez-vous le rejoindre ? 🎉

# ErR-T4-DLi.title
source: Title
fr: Titre

# ScX-IW-r7d.normalTitle
source: INVITE FRIENDS TO THIS ALBUM
fr: INVITER DES AMIS DANS CET ALBUM

# jMW-xz-nir.title
source: Cancel
fr: Annuler

# qTP-s4-aW1.segmentTitles[1]
source: Friends
fr: Participants

# rdt-tz-w3G.text
source: Hour
fr: Heure

# sSJ-nl-CdV.text
source: Remember the best moment of your album !
fr: Revis les meilleurs moments de ton album !

# gP1-tw-JhG.segmentTitles[1]
source: Friends
fr: Participants

# 2Jg-X8-dcw.placeholder
source: Username
fr: Nom d'utilisateur

# 2h1-kF-BXl.placeholder
source: Confirm password
fr: Confirmez le mot de passe

# Chz-WZ-hYU.normalTitle
source: CONTINUE
fr: CONTINUER

# Dfv-5C-o1o.placeholder
source: Username
fr: Nom d'utilisateur

# FQW-Ei-j4t.normalTitle
source: CONTINUE
fr: CONTINUER

# LgV-om-01x.title
source: Sign up
fr: Inscription

# MZY-cW-ajc.normalTitle
source: YES, I WANT!
fr: Oui, je le veux !

# P3m-Zq-XfW.text
source: Your name is used by your friends to easily find you. Your email address will be used to identify you.
fr: Votre nom sera utilisé par vos amis pour vous trouver facilement. Votre adresse e-mail pour vous identifier.

# Rd3-BA-9Dk.normalTitle
source: SIGN IN
fr: CONNEXION

# WQ8-iK-WaL.title
source: Invite
fr: Inviter

# X0j-WT-VxT.title
source: Sign up
fr: Inscription

# Xpj-Ts-5Td.title
source: Sign up
fr: Inscription

# Xrb-Ev-Mkd.normalTitle
source: Policy Privacy
fr: Politique de confidentialité

# Zoi-t6-Yri.placeholder
source: First Name
fr: Prénom

# cF5-mm-YAe.normalTitle
source: FINISH SIGN UP!
fr: Terminer l'inscription

# cFQ-ND-rx4.text
source: Timeshot is funnier if you have some friends, to share with them. Do you want to invite people from your address book ?
fr: Timeshot est plus drôle avec des amis. Voulez-vous inviter des contacts de votre carnet d'adressse à rejoindre Timeshot ?

# iKL-Ei-mew.placeholder
source: Password
fr: Mot de passe

# jXh-Wv-KWl.title
source: Sign up
fr: Inscription

# mJB-q0-hjB.placeholder
source: Name
fr: Nom

# o4i-0C-NWm.text
source: Your username is your unique idendity on Timeshot. You can't change it afterward!
fr: Votre nom d'utilisateur est votre unique identité sur Timeshot, vous ne pourrez pas le changer !

# qFE-dH-Hwy.title
source: Sign up
fr: Inscription

# qqY-8k-TNd.normalTitle
source: SIGN IN
fr: INSCRIPTION

# r7i-Kz-Djs.text
source: You will use this password to log on to Timeshot
fr: Vous utiliserez le mot de passe pour vous connecter

# sDc-Yh-379.title
source: Sign up
fr: Inscription

# smR-cO-3lU.normalTitle
source: CONTINUE
fr: CONTINUER

# wPp-Ya-1R4.title
source: Search a contact
fr: Rechercher un contact

# xDG-xP-gOG.normalTitle
source: SIGN UP WITH EMAIL
fr: INSCRIPTION PAR EMAIL

# xei-eT-JSL.placeholder
source: Password
fr: Mot de passe

# 1wM-CD-8J6.text
source: First name
fr: Prébom

# 6hK-4M-IIa.segmentTitles[0]
source: Friends
fr: Amis

# 48g-M3-62V.text
source: Last name
fr: Nom

# 82G-qG-ty4.text
source: Click to answer
fr: Cliquez pour répondre

# De6-3K-WSC.title
source: Invite
fr: Inviter

# Hu0-eQ-IfC.headerTitle
source: My account
fr: Mon compte

# JAv-6p-YKF.title
source: Settings
fr: Réglages

# JZA-M0-C4r.normalTitle
source: ADD NEW FRIENDS
fr: AJOUTER DE NOUVEAUX AMIS

# Nrz-rF-aLh.text
source: Birthday
fr: Anniversaire

# TxE-hJ-CNh.text
source: Detail
fr: Détail

# ULD-D3-l0G.text
source: Detail
fr: Détail

# UfA-Dm-kea.placeholder
source: Your last name
fr: Votre nom

# Ydv-jr-hdb.title
source: Birthday
fr: Anniversaire

# YoR-3T-WUr.title
source: First name
fr: Prénom

# aQR-MM-Hym.text
source: Detail
fr: Détail

# aym-dN-sme.placeholder
source: Your birthday
fr: Votre anniversaire

# ce4-eN-hHe.normalTitle
source: LOG OUT
fr: DECONNEXION

# czy-Jb-kC2.title
source: Last name
fr: Nom

# qI5-eM-uYD.text
source: Detail
fr: Détai

# t0j-sm-1zh.text
source: Username
fr: Nom d'utilisateur

# tkM-Ac-oh1.placeholder
source: Your first name
fr: Votre prénom

# xw2-Kj-zRs.placeholder
source: Your email address
fr: Votre adresse email

# yks-uO-aPK.text
source: Detail
fr: Détail

# 0xm-WM-CQi.normalTitle
source: Previous
fr: Précédent

# 2W5-2v-vos.text
source: Save your time
fr: Gagnez du temps

# 4dG-4B-jdL.text
source: Build your story
fr: Consruisez votre story

# AXZ-Jb-3AQ.normalTitle
source: Next
fr: Suivant

# DeA-Mw-eey.text
source: All your photos albums are permanently stored on Timeshot
fr: Toutes vos photos sont sauvegardées dans l'application

# Dpy-n0-A5Z.text
source: Most liked photos make up the story to give you a best of your event
fr: Les photos les plus votées composent la story pour vous donner un best-of de votre événement

# Itm-Ag-sJs.text
source: Timeshot automatically gather all your friend's photos during you event
fr: Timeshot regroupe automatiquement les photos de vos amis pendant un événement

# Joy-Dj-Z1C.text
source: Relive your events
fr: Revivez vos événements

# jvO-Sa-WGe.normalTitle
source: Skip
fr: Passer
